---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ImportFailures.CannotImportFile
source: html/1cccb9c4-dec6-41ca-b440-c32b2f49180b.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ImportFailures.CannotImportFile Property

Can't import file.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotImportFile { get; }
```